{
    "earth": {
        "fun fact": "Over 4.4 billion years ago, a Mars-size body smashed into a primitive Earth, launching our moon into permanent orbit around our planet.But a new study finds that this event could have had a much larger impact than previously thought. The collision could also have imbued our planet with the carbon, nitrogen and sulfur needed for life to form, scientists reported today (Jan. 23) in the journal Science Advances."
    },
    "mercury": {
        "fun fact": "Mercury has been known to humanity since ancient times and although its discovery date is unknown, the first mentions of the planet are believed to be around 3000 BC by the Sumerians."

    },
    "venus": {
        "fun fact": "It takes Venus longer to rotate once on its axis than to complete one orbit of the Sun. That’s 243 Earth days to rotate once - the longest rotation of any planet in the Solar System - and only 224.7 Earth days to complete one orbit of the Sun."
    },
    "mars": {
        "fun fact":"The surface gravity of Mars is only 37% of what you would find on Earth, which makes it possible for volcanoes to be taller without collapsing. This is why we have Olympus Mons, the tallest volcano known on a planet in the Solar System. It’s 16 miles (25 kilometers) high and its diameter is approximately the same as the state of Arizona, according to NASA. But Mars also has a deep and wide canyon known as Valles Marineris, after the spacecraft (Mariner 9) that discovered it. In some parts, the canyon is 4 miles (7 kilometers) deep. According to NASA, the valley is as wide as the United States and is about 20% of the Red Planet’s diameter."
    },
    "jupiter": {
        "fun fact":"Jupiter has a 67 confirmed and named satellites. However, it is estimated that the planet has over 200 natural satellites orbiting it. Almost all of them are less than 10 kilometers in diameter, and were only discovered after 1975, when the first spacecraft (Pioneer 10) arrived at Jupiter."
    },
    "saturn": {
        "fun fact":"Determining the rotation speed of Saturn was actually very difficult to do, because the planet doesn’t have a solid surface. Unlike Mercury, you can’t just watch to see how long it takes for a specific crater to rotate back into view; astronomers needed to come up with a clever solution: the magnetic field.To determine the rotational speed of Saturn, astronomers had to measure the rotation of the planet’s magnetic field. By one measurement, Saturn takes 10 hours and 14 minutes to turn on its orbit, but when Cassini approached Saturn, it clocked the rotation at 10 hours and 45 minutes. Astronomers now agree on an average day of 10 hours, 32 minutes and 35 seconds."
    },
    "uranus": {
        "fun fact":"Uranus has 27 known moons, and they are named after characters from the works of William Shakespeare and Alexander Pope."
    },
    "neptune": {
        "fun fact": "The first person to have seen Neptune was likely Galileo, who marked it as a star in one of his drawings. However, since he did not identify it as a planet, he is not credited with the discovery. That credit goes to French mathematician Urbain Le Verrier and the English mathematician John Couch Adams, both of whom predicted that a new planet – known as Planet X – would be discovered in a specific region of the sky.When astronomer Johann Gottfried Galle actually found the planet in 1846, both mathematicians took credit for the discovery. English and French astronomers battled over who made the discovery first, and there are still defenders of each claim to this day. Today, the consensus among astronomers is that Le Verrier and Adams deserve equal credit for the discovery."
    }
}